Repository: biglinux/discover-biglinux
Catalog: discover-biglinux/DEBIAN/*.po
Languages: es

source: Loja de aplicativos
es: La tienda de aplicaciones de

source: Para disponibilizar uma quantidade maior de programas, esta loja trabalha com três formatos de instalação. Cada um possui uma lista diferente de programas para serem instalados.
es: Para disponer de una mayor cantidad de programas, en este taller se trabaja con los tres factores de la instalación. Cada uno cuenta con diferentes programas para su instalación.

source: Passe o mouse sobre as opções abaixo e faça sua escolha:
es: Mueva el puntero del ratón sobre las opciones que aparecen a continuación y haga su elección:

source: Maior quantidade de programas, downloads menores e menor necessidade de espaço para armazenamento.
es: La mayor cantidad de programas, descargas de menores de edad y una menor necesidad de espacio de almacenamiento.

source: Padrão
es: Por defecto

source: (Recomendado)
es: (Se recomienda)

source: Programas muito bons, geralmente em versões mais atualizadas do que no formato padrão, porém, com downloads maiores e maior uso de espaço de armazenamento.
es: Muy buenos Programas, por lo general, en las versiones más actuales de los que, en su forma estándar, sin embargo, con una de las descargas más grandes y un mayor uso de la capacidad de almacenamiento.

source: (Complementar)
es: (Gratis)

source: Utilize este formato caso não encontre o programa desejado nos outros formatos.
es: Por favor use este formato, en caso de que no se encuentre en el programa que en los otros formatos.

source: Snap
es: El complemento de la

source: (Alternativo)
es: (Alternativa).

source: Atualizando a lista de programas disponíveis, aguarde um momento…
es: La actualización de la lista de programas que están disponibles, por favor, espere un momento.

source: A loja de aplicativos já está aberta, feche-a para poder abrir novamente.
es: En la tienda de aplicaciones integrada, ya que está abierta, ciérrela para poder abrir de nuevo.
